cask_args appdir: "/Applications"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "caskroom/versions/java8"
brew "autoconf"
brew "ack"
brew "automake"
brew "cask"
brew "cmake"
brew "curl"
brew "diff-so-fancy"
brew "gettext"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg", link: false
brew "node"
brew "heroku"
brew "hub"
brew "hunspell"
brew "imagemagick"
brew "jpeg"
brew "libtiff"
brew "libunistring"
brew "libyaml"
brew "mackup"
brew "mas"
brew "md5sha1sum"
brew "node-build"
brew "openssl"
brew "pandoc"
brew "perl"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "rbenv-default-gems"
brew "shellcheck"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "alfred"
cask "atom"
cask "backblaze"
cask "bartender"
cask "blockblock"
cask "boxer"
cask "box-sync"
cask "devonthink-pro-office"
cask "dropbox"
cask "dropshare"
cask "duet"
cask "encryptme"
cask "firefox"
cask "gitter"
cask "gog-galaxy"
cask "google-chrome"
cask "google-hangouts"
cask "gpg-suite"
cask "imageoptim"
cask "java"
cask "karabiner-elements"
cask "keybase"
cask "little-snitch"
cask "mactex"
cask "notational-velocity"
cask "omnioutliner"
cask "opera"
cask "oversight"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quickgeojson"
cask "quicklook-csv"
cask "quicklook-json"
cask "selfcontrol"
cask "signal"
cask "skim"
cask "skype"
cask "steam"
cask "telegram"
cask "textmate"
cask "transmit"
cask "transmission"
cask "undercover"
cask "vlc"
cask "whatsapp"
cask "zoomus"
cask "zotero"
cask "caskroom/drivers/yubico-authenticator"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/fonts/font-league-gothic"
cask "caskroom/fonts/font-open-sans"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-sans-pro"
mas "1Blocker", id: 1107421413
mas "Acorn", id: 1233861775
mas "Amphetamine", id: 937984704
mas "Calcbot", id: 931657367
mas "Cardhop", id: 1290358394
mas "Deliveries", id: 924726344
mas "Fantastical 2", id: 975937182
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Things3", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Yoink", id: 457622435
